Repository: ZopRATec/zopra.core
Catalog: zopra/core/i18n/zopra-*.po
Languages: de

source: Automatic No.
de: Interne Id

source: Back
de: Zurück

source: Cancel
de: Abbrechen

source: Close
de: Schliessen

source: Delete
de: Löschen

source: Delete Workingcopy
de: Arbeitskopie löschen

source: Entry Date
de: Eintragsdatum

source: Input required
de: Eingabe erforderlich

source: Invalid input
de: Ungültige Eingabe

source: Manager Overview
de: Manager Überblick

source: Request
de: Anfordern

source: Save
de: Speichern

source: Search
de: Suchen

source: Translate
de: Übersetzen

source: Update
de: Speichern

source: create_repeat_hint
de: Wählen Sie aus wie oft die folgenden Felder benötigt werden.

source: encoding_help
de: Geben Sie das Format an, in dem die CVS-Datei gespeichert wurde, z.B.: macroman, latin1, utf8. Standardwert ist utf8.

source: Search
de: Suchen

source: zopra_create_dependent_create_wc_success
de: Ein neuer Eintrag (${table}) wurde angelegt und verknüpft. Eine Arbeitskopie für den Haupteintrag (${maintable} mit der Original-Id: ${internal_id}) wurde erzeugt.

source: zopra_create_dependent_success
de: Neuer Eintrag (${table}) wurde angelegt und mit Haupteintrag (${maintable}) verknüpft.

source: zopra_create_dependent_update_wc_success
de: Ein neuer Eintrag (${table}) wurde angelegt und verknüpft. Die Arbeitskopie für den Haupteintrag (${maintable} mit der Original-Id: ${internal_id}) wurde aktualisiert.

source: zopra_create_heading
de: Erstellung Eintrag ${table}

source: zopra_create_new_entries
de: Neue Einträge wurden erstellt. ${additional_message}Interne Ids: ${internal_ids}.

source: zopra_create_new_entry
de: Neuer Eintrag wurde angelegt. ${additional_message}Interne Id: ${internal_id}.

source: zopra_created_dependency_hint
de: Bitte schliessen Sie dieses Fenster, um den neuen Eintrag in den Haupteintrag zu übernehmen.

source: zopra_created_dependency_message
de: Der abhängige Eintrag für ${table} ${label} wurde erstellt.

source: zopra_delete_dependent_create_wc_success
de: Ein verknüpfter Eintrag (${table}) wurde gelöscht. Eine Arbeitskopie für den Haupteintrag (${maintable} mit der Original-Id: ${internal_id}) wurde erzeugt.

source: zopra_delete_dependent_success
de: Ein verknüpfter Eintrag (${table}) wurde gelöscht und die Verknüpfung vom Haupteintrag (${maintable}) entfernt.

source: zopra_delete_dependent_update_wc_success
de: Ein verknüpfter Eintrag (${table}) wurde gelöscht. Die Arbeitskopie für den Haupteintrag (${maintable} mit der Original-Id: ${internal_id}) wurde aktualisiert.

source: zopra_delete_failure
de: Fehler beim Löschen.

source: zopra_delete_heading
de: Löschung von ${table}

source: zopra_delete_permission_missing
de: Nur berechtigte Redakteure dürfen Einträge löschen. Abgebrochen.

source: zopra_delete_success
de: Eintrag wurde gelöscht.

source: zopra_deleteconfirm_dependent_hint
de: Sie löschen einen verknüpften Eintrag. Die Verknüpfung im Haupteintrag (${maintable}) wird dabei entfernt.

# zopra_deleteconfirm_heading
source: Delete ${entry_type}: ${table} ${label}
de: Löschen von ${entry_type}: ${table} ${label}

source: zopra_deleteconfirm_hint
de: Beim Löschen eines Eintrags werden automatisch die Sprachkopien und die Arbeitskopie mit gelöscht, sofern sie existieren.

source: zopra_deleteconfirm_hint_translation
de: Beim Löschen einer Sprachkopie wird der Originaleintrag nicht verändert. Eine eventuell existierende Arbeitskopie der Sprachkopie wird mit gelöscht.

source: zopra_deleteconfirm_hint_wc
de: Beim Löschen einer Arbeitskopie wird der Originaleintrag nicht verändert. Die Änderungen der Arbeitskopie gehen verloren.

source: zopra_deleted_dependency_hint
de: Schliessen Sie dieses Fenster, um die Anzeige des Haupteintrags zu aktualisieren.

source: zopra_deleted_dependency_message
de: Der abhängige Eintrag ${table} wurde gelöscht.

source: zopra_deleted_translation
de: Sprachkopie wurde gelöscht.

source: zopra_deleted_workingcopy
de: Arbeitskopie wurde gelöscht.

source: zopra_delteconfirm_confirm
de: Sind sie sicher?

source: zopra_edit_heading
de: Bearbeitung ${table} ${label} ${language}

# zopra_edit_language
source: Language:
de: Sprache:

source: zopra_edit_saved
de: Eintrag wurde gespeichert. ${additional_message} ${translation_message} Interne Id: ${internal_id}.

source: zopra_edit_translation_saved
de: Nur die Textfelder wurden gespeichert, da es sich um eine Übersetzung handelt.

source: zopra_edit_translation_updated
de: Nicht-Text-Felder der Übersetzung wurden zusätzlich aktualisiert.

source: zopra_edit_wc_created
de: Arbeitskopie wurde erstellt. ${additional_message} Interne Id des Originals: ${internal_id}.

source: zopra_edit_wc_saved
de: Arbeitskopie wurde gespeichert. ${additional_message} Interne Id des Originals: ${internal_id}.

source: zopra_editconfirm_abort_no_copy
de: Nur Arbeitskopien können freigegeben werden. Dieser Eintrag ist aktuell. Die Freigabe wird abgebrochen.

source: zopra_editconfirm_abort_not_found
de: Originaleintrag nicht auffindbar, Freigabe wurde abgebrochen.

source: zopra_editconfirm_almost_success
de: Eintrag wurde freigegeben. ${additional_msg} Fehler beim Löschen der Arbeitskopie. Interne Id: ${internal_id}.

source: zopra_editconfirm_failure
de: Fehler bei der Freigabe: ${reason}

source: zopra_editconfirm_success
de: Eintrag wurde freigegeben. ${additional_msg} Interne Id: ${internal_id}.

source: zopra_entry
de: Eintrag

source: zopra_entry_notfound
de: Der angeforderte Eintrag wurde nicht gefunden oder es wurde keine ID übergeben.

# zopra_for
source: for
de: für

source: zopra_form_errors
de: Bitte korrigieren Sie die angezeigten Fehler.

source: zopra_import_file_help
de: Die Importdaten (z.B. aus Excel) als komma-separierter oder tabstopp-separierter Text (CSV).

source: zopra_import_file_label
de: Datei

source: zopra_import_heading
de: Import

source: zopra_import_legend
de: Datei-Import

source: zopra_import_tabseparated_help
de: Aktivieren Sie diese Option, wenn die Datei als tab-separierter Text formatiert ist.

source: zopra_import_tabseparated_label
de: tab-separiertes Format

source: zopra_links_edit_create_new
de: Neuer Eintrag

source: zopra_links_edit_edit
de: Eintrag bearbeiten

source: zopra_links_edit_latex_export
de: LaTex exportieren

source: zopra_links_edit_original_language_edit
de: Zum Original

source: zopra_links_edit_original_language_show
de: Zum Original

source: zopra_links_edit_qrcode
de: QR-Code generieren

source: zopra_links_edit_show
de: Zur Redaktionsansicht

source: zopra_links_edit_show_diff
de: Änderungen zeigen

source: zopra_links_edit_show_special
de: Zur Spezialansicht

source: zopra_links_edit_translation_edit
de: Zur Übersetzung

source: zopra_links_edit_translation_show
de: Zur Übersetzung

source: zopra_lists_change
de: Ändern

source: zopra_lists_heading
de: Liste

source: zopra_lists_hierarchical_heading
de: Hierarchische Liste

source: zopra_lists_number
de: Nr.

source: zopra_lists_parents
de: Eltern&shy;knoten

source: zopra_lists_translation
de: Übersetzung

source: zopra_lists_value
de: Wert

source: zopra_main_modules
de: Module

source: zopra_multiconfirm_abort_no_copy
de: Nur Arbeitskopien können freigegeben werden. Der Eintrag '${entry_label}' ist aktuell. Die Freigabe wird abgebrochen.

source: zopra_multiconfirm_abort_not_found
de: Originaleintrag '${entry_label}' nicht auffindbar, Freigabe wurde abgebrochen.

source: zopra_multiconfirm_almost_success
de: Eintrag '${entry_label}' wurde freigegeben. ${additional_msg}Fehler beim Löschen der Arbeitskopie. Interne Id: ${internal_id}.

source: zopra_multiconfirm_failure
de: Fehler bei der Freigabe von Eintrag '${entry_label}': ${reason}

source: zopra_multiconfirm_success
de: Eintrag '${entry_label}' wurde freigegeben.${additional_msg} Interne Id: ${internal_id}.

source: zopra_multirelease_label
de: Mehrfachfreigabe

source: zopra_popup_title
de: Popup: TUD - Redaktion

source: zopra_popup_working
de: Bearbeite ihre Anfrage. Bitte warten...

source: zopra_release_details
de: Details

source: zopra_release_diff
de: Unterschiede

source: zopra_release_heading
de: Freigabe

source: zopra_release_name
de: Name

source: zopra_release_no_copies
de: Keine Arbeitskopien gefunden.

source: zopra_release_singlelink_label
de: zur Einzel&shy;freigabe

source: zopra_search_criteria
de: Ausgewählte Kriterien:

source: zopra_search_heading
de: Suche

source: zopra_search_result_cols
de: Anzuzeigende Spalten:

source: zopra_search_result_count
de: Anzahl:

source: zopra_search_result_delete
de: löschen

source: zopra_search_result_edit
de: bearbeiten

source: zopra_search_result_export
de: Export:

source: zopra_search_result_result_range
de: Anzeige Einträge:

source: zopra_search_result_show
de: anzeigen

source: zopra_search_result_sorting
de: Sortierung:

source: zopra_search_results_heading
de: Suchergebnisse

source: zopra_show_heading
de: Ansicht ${table} ${label}${language}

# zopra_sr_label_pages
source: Pages:
de: Seiten:

# zopra_sr_label_pages_first
source: first
de: erste

# zopra_sr_label_pages_last
source: last
de: letzte

# zopra_sr_label_pages_next
source: next
de: nächste

source: zopra_translation
de: Sprachkopie

source: zopra_translation_created
de: Übersetzung erzeugt. Id der Übersetzung: ${translation_id}

source: zopra_translation_exists
de: Übersetzung existiert bereits. Der Übersetzungsprozess wurde abgebrochen.

source: zopra_translation_not_supported
de: Diese Tabelle unterstützt keine Übersetzungen. Der Übersetzungsprozess wurde abgebrochen.

source: zopra_translation_orig_not_found
de: Originaleintrag ist nicht auffindbar. Der Übersetzungsprozess wurde abgebrochen.

source: zopra_twocol_import_attribute_error
de: CSV: '${attribute}' ist kein Attribut (oder Titel eines Attributs) der Tabelle '${table}'.

source: zopra_twocol_import_autoid_missing
de: Autoid fehlt in Zeile ${line}.

source: zopra_twocol_import_content_error
de: CVS: Trennzeichen falsch oder nicht genügend Spalten vorhanden.

source: zopra_twocol_import_count
de: Import von ${count} Datensätzen in Spalte ${attribute}:

source: zopra_twocol_import_cvs_error
de: CVS: Fehler beim Verarbeiten (Error: ${error})

source: zopra_twocol_import_delimiter_help
de: Das Trennzeichen (bitte als Zeichen eingeben) zur Trennung der Spalten, z.B.: Semikolon (;), Komma (,) oder Tabulator ( )

source: zopra_twocol_import_delimiter_label
de: Trennzeichen

source: zopra_twocol_import_encoding_label
de: Encoding

source: zopra_twocol_import_entry_missing
de: Eintrag nicht gefunden für autoid ${autoid} in Zeile ${line}.

source: zopra_twocol_import_entry_saved
de: - Originaleintrag (Autoid: ${autoid})${wc}${tr}

source: zopra_twocol_import_file_help
de: Die Importdatei (excel) als mit einem Trennzeichen separierten Text (tab oder Semikolon/Komma). Die erste Spalte enthält die Autoid, die zweite Spalte das zu aktualisierende Attribut. Die Kopfzeile muss den Namen (oder Titel) des Attributs beinhalten.

source: zopra_twocol_import_file_label
de: CVS-Datei

source: zopra_twocol_import_heading
de: Zwei-Spalten-Import

source: zopra_twocol_import_success
de: ${count} Einträge wurden aktualisiert.

source: zopra_twocol_import_target_help
de: Die Tabelle in welcher die Einträge importiert werden sollen.

source: zopra_twocol_import_target_label
de: Zieltabelle

source: zopra_twocol_import_translation
de: + Sprachkopie

source: zopra_twocol_import_workingcopy
de: + Arbeitskopie

source: zopra_widget_search_and_concat
de: UND-verknüpft

source: zopra_widget_search_bool
de: hat/ist

source: zopra_widget_search_bool_not
de: hat/ist nicht

source: zopra_workingcopy
de: Arbeitskopie
